:PROPERTIES:
:ID:       6a214828-bea5-47be-bac7-0f0235b0ff3c
:DIR:      /home/cashweaver/proj/roam/attachments/6a214828-bea5-47be-bac7-0f0235b0ff3c
:END:
#+title: Polyphasic Sleep: 40 Day Trial Results
#+author: Cash Weaver
#+date: [2021-07-11 Sun 12:15]

What would you do with another few hours every day? This was the thought that pulled me into attempting a polyphasic sleep schedule.

Note that I didn't keep good notes while I was researching the intricacies of polyphasic sleep. There will be quite a few uncited claims.

* Why Change My Sleep Schedule?

In short: to live longer.

I expect to live for another 50.4 years[fn:2]. I was getting an average of nine hours of sleep every night prior to stating this experiment. I chose to attempt a sleep schedule called [[https://www.polyphasic.net/dual-core-1/][dual core]], which has 5.5 sleeping hours per day, as it was supposed[fn:1] to be possible to maintain the schedule indefinitely.

| Sleep Schedule | Hours Awake Per Day | Expected Years Left[fn:2] | Expected Waking Years Left |
|----------------+---------------------+---------------------------+----------------------------|
| Monophasic     |                  15 |                      50.4 |                      31.50 |
| Dual Core 1    |                18.5 |                      50.4 |                      38.85 |
#+TBLFM: @2$4=$3*($2/24);%.2f::@3$4=$3*($2/24);%.2f

As the table indicates: sleeping for 3.5 fewer hours daily equates to an increased waking-time life expectancy of *7.35 years*. But what would I do with those hours?

Given that this was a trial, I didn't want to put too much presure on myself to do anything in particular with my new time. I expected that I would be exhausted as I [[https://www.polyphasic.net/methods-to-prepare-for-adaptations/how-to-adapt/][adapted]] to the new sleep schedule.

* The Trial Sleep Schedule

The [[https://www.polyphasic.net/dual-core-1][dual core]] sleep schedule I attempted was composed of three sleeping times per day.

| Name   | Start time | End time | Duration (hours) |
|--------+------------+----------+------------------|
| Core 1 |      22:00 |    01:30 |              3.5 |
| Core 2 |      05:30 |    07:00 |              1.5 |
| Nap    |      13:30 |    14:00 |              0.5 |

I maintained this schedule for 40 days from April 4th, 2021 through June 13th, 2021.

* Measuring the Impact

I opted to do no cognitive tests, etc, during this trial. I had read enough to indicate that I would likely see a drop-off on the tests and wasn't interested in validating that idea. What I was looking to test was more subjective: is this sleep schedule something I feel I could maintain for years at a time? A "yes" answer to this question would imply that the negative impacts are either non-existant or small enough that I felt that the increased waking hours made it a worthwhile trade off.

* Retrospective

** How I Felt

Discussions of polyphasic sleep all mention an acclimation period where the individual is adjusting to the new sleeping schedule. The underlying principle is [[https://www.polyphasic.net/repartition/][repartitioning]]. In short, it's the idea that the phases of sleep you pass through each night will be rearranged if you start getting less sleep regularly so as to prioritize more important sleep phases[fn:4]. You're supposed to feel much less groggy after passing through this period of adjustment which lasts between 2-5 weeks depending on the individual.

I didn't find much support for this idea in peer-reviewed sleep literature. What I did find suggested that rather than adjusting to the reduced number of sleeping hours, the mind eventually loses the ability to tell that it's tired due to the negative impact of the lack of sleep. I recall a mention of how sleep deprived individuals consistently underestimated how tired they were and overestimated their abilities in cognitive and reflex tests.

Nonetheless, I did start to feel better around day 22. I don't do much in my life that demands high physical precision or quick reflexes, and perhaps that is why I didn't notice any decrease in physical abilty during the trial. I continued to lift weights ([[https://www.jimwendler.com/blogs/jimwendler-com/101065094-5-3-1-for-a-beginner][531]]), row, and do basic yoga  without incident. Mental tasks, however, were impacted. I work as a software engineer and I noticed that I was, on average (there were better and worse days) mentally tired sooner than I had been before the trial started. I'd say during an 8 hour work day I would feel drained around the 5 hour mark where-as I had previously felt drained around the 6 hour mark.

Overall I would say that I felt good during the trial; probably worse on average than prior but not by much. Again, I wasn't worried about small changes in how I felt. This trial was more focused on whether there was or wasn't a large negative impact to how I felt. I'd say that there wasn't such a negative impact.

** Physical Symptoms

*** Sleepiness

Suprisingly, I wasn't that much more tired than I had been previously. I would feel tired, sure, but I had felt just as tired, or at least not much more, on days prior to starting the experiment. I do think I was more tired -- just not as dramatically as I had expected to be based on the 3.5 fewer hours of sleep.

*** Difficulty Waking Up

I woke up easily in that I was able to get out of bed when my alarm went off on all (save 3) mornings. However, many (>25%) mornings started with a 30-60 minute period where I had a terrible mental fog that left me unable to focus on much.

*** "Third Person" Feelings

Do you know the feeling when you watch a movie, play, TV show, etc, and you're totally drawn into it so that the real world fades away for a time? Now, have you ever been in that state of being drawn in but are then released from that grip by something such that you realize "I'm watching a TV show right now" before the show is over? I'm not sure if this gets the point across but I had several such experiences except with myself as the focal point.

I would be talking to my fiance, or friends, or just doing the dishes, and I would suddenly be "aware" of myself rather than just "being" myself. I named this feeling based on first-person versus third-person camera view in video games. I don't think these qualify as out-of-body experiences but perhaps they could be though of as light out-of-body experiences. I was definitly still "me", just with a different camera angle.

*** Headaches

I had headaches more frequently than ever in my life. They were light and manageable but annoying. I'd say I had a headache for an hour or so once every 3-5 days during the trial whereas I usually get headaches (which aren't caused by lack of water, etc) around once ever 4-6 months.

** Sticking to the Schedule

Polyphasic sleep schedules which reduce total sleeping time require more strict adherance to the sleep schedule to avoid grogginess, etc[fn:3]. As such, I attempted to stick to my schedule exactly. I tracked my sleeping time using [[https://sleep.urbandroid.org/][Sleep as Android]] and can see that I missed three naps and zero core sleeps. I regularly laid down within 2-3 minutes of the scheduled starting time and overslept only 3 times during the trial.

** Quality of Sleep

I slept soundly during both cores and the nap and didn't have any problems with waking up too early. Similarly, I was able to fall asleep quickly for both core and naps.

Sleep as Android tracks the duration of [[https://docs.sleep.urbandroid.org/sleep/sleepscore.html]["deep sleep"]] and I saw no meaningful change in the durations before and during the trial. My "deep sleep" duration remained between 3-4 hours daily.

** How I Seemed to Those Around Me

I live with my fiance and we sleep in the same bed. I kept the trial a secret from her for two weeks (she's a heavy sleeper) as a form of control group in case I was acting strangely and didn't realize it myself. She said I hadn't seemed any different over the previous weeks once I let her in on my new sleep schedule. This could either mean that (1) I really wasn't any different during the trial, (2) that the changes were slight enough to be ignored or missed, or (3) that I act sleep deprived regularly.

* Sleep Schedule Going Forward

I'm back on my previous monophasic sleep schedule. However, I've incorporated the nap into it as I felt a mental pick-up from getting a bit of sleep in the middle of the day.

I had started the trial to see if this sleep schedule is something I could maintain indefinitly. Looking back, I don't think 40 days is long enough to answer that question. I think I'd need a 100+ day trial to answer that. However, I became aware during the trial that there's something else for me to focus on prior to starting a longer trial.

More and more I noticed that I was doing about the same work/play/reading/etc just over a longer period of time. That is, I was awake more but didn't have more to show for it. I'm not writing off additional polyphasic sleep schedule trials in the future. However, I want to be sure that I make use of the additional hours. If I don't, then why not just keep sleeping through them?

To that end I've changed my focus from "get more hours" to "do more with the hours I have". I'll take another look at polyphasic sleep once I get to the point where I feel I've maxed out the hours I already have.

* Footnotes

[fn:4] Note that I haven't found much support for this idea in peer-reviewed sleep literature.
[fn:3] I don't recall where I read this.
[fn:2] Based on my current age and [[https://www.cdc.gov/nchs/data/nvsr/nvsr70/nvsr70-1-508.pdf][life expectancy]].
[fn:1] The vast majority of writing I found with a positive tilt on polyphasic sleep is annecdotal.

* Anki :noexport:
:PROPERTIES:
:ANKI_DECK: Default
:END:


